Revit 2027 API
ParameterTypeId.RbsElecAnalyticalLoadSetOnTotal Property
 "Total Quantity"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecAnalyticalLoadSetOnTotal { get; }
Public Shared ReadOnly Property RbsElecAnalyticalLoadSetOnTotal As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecAnalyticalLoadSetOnTotal {
	ForgeTypeId^ get ();
}
static member RbsElecAnalyticalLoadSetOnTotal : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace